cases/finer/0.orig/k
FoamFile
{
    version     2.0; format ascii; class volScalarField; object k;
}
dimensions      [0 2 -2 0 0 0 0];
internalField   uniform 0.0021094;
boundaryField
{
    inlet          { type fixedValue; value uniform 0.0021094; }
    outlet         { type inletOutlet; inletValue uniform 0.0021094; value uniform 0.0021094; }
    sideA          { type symmetryPlane; }
    sideB          { type symmetryPlane; }
    plate          { type kqRWallFunction; value uniform 1e-6; }
    frontAndBack   { type empty; }
}
