cases/finer/0.orig/omega
FoamFile
{
    version     2.0; format ascii; class volScalarField; object omega;
}
dimensions      [0 0 -1 0 0 0 0];
internalField   uniform 1.1979;
boundaryField
{
    inlet          { type fixedValue; value uniform 1.1979; }
    outlet         { type inletOutlet; inletValue uniform 1.1979; value uniform 1.1979; }
    sideA          { type symmetryPlane; }
    sideB          { type symmetryPlane; }
    plate          { type omegaWallFunction; value uniform 1.1979; }
    frontAndBack   { type empty; }
}
